Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་འདུས་མོ་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་དགུའི་བདག་མོ་ཆེན་མོ་གཽ་ཏ་མཱི་ལ་གཏད་ནས།
en: After that the Blessed One called Mahā­prajāpatī Gautamī.

source: དེ་ཡང་དེས་རབ་ཏུ་ཕྱུང་སྟེ། བསྙེན་པར་རྫོགས་པར་བྱས་ནས་དེ་ལ་ལུང་ཡང་ཕོག་སྟེ།
en: She led She Who Gathers to go forth as a novice, conferred on her full ordination and instructed her.

source: དེས་ཀྱང་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: Casting away all afflictive emotions through diligence, practice, and effort, she manifested arhatship.

source: བཙུན་པ་འདུས་པའི་ཀཱ་ཏྱཱ་ཡ་ནས་ལས་ཅི་བགྱིས་ན།
en: “Lord, what action did Kātyāyana Who Gathers take that ripened into his birth into a family of great means, prosperity, and wealth;

source: ལས་དེའི་རྣམ་པར་སྨིན་པས་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ། གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་དང་
en: that he was well proportioned, pleasing to the eye, and beautiful;

source: བསྟན་བཅོས་ཐམས་ཅད་རྟོགས་ཏེ་གཞུང་སྨྲ་བ་ཐམས་ཅད་ཚར་བཅད་ལ།
en: that he understood all the treatises, and defeated all the other scriptural exegetes;

source: འདིས་བཅོམ་ལྡན་འདས་ཀྱང་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་པ་དང་།
en: that he pleased the Blessed One and did not displease him;

source: བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་པ་དང་།
en: that he went forth in the doctrine of the Blessed One, cast away the afflictive emotions, and manifested arhatship;

source: དེའི་ཕ་མ་གཉིས་ཀྱང་གཞུང་སྨྲ་བའི་མཆོག་ཏུ་གྱུར་ཏེ
en: that his parents also became superior scriptural exegetes;

source: འདི་ཉིད་ལ་བརྟེན་ནས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་ལ། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: and that, entrusting themselves to him, they pleased the Blessed One and did not displease him, went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship?”

source: བཙུན་པ་འདི་རྣམས་ཀྱིས་གང་དུ་སྨོན་ལམ་བཏབ་ལགས།
en: “Lord, where did they make these prayers?”

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ་ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེདེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་བྲམ་ཟེ་ཞིག་གནས་པ་
en: “Monks, in times past, in this fortunate eon, when people lived as long as twenty thousand years and the tathāgata, the arhat, the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world, there lived a certain brahmin in the city of Vārāṇasī.

source: དེས་ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་པ་ལས།
en: “When the time came for him to marry he took a wife.

source: ཕྱི་ཞིག་ན་དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས་དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་ཁྱེའུ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཞིག་བཙས་ནས
en: One day his wife conceived, and after nine or ten months had passed, she gave birth to a child who was well proportioned, pleasing to the eye, and beautiful.

source: འོ་མ་དང་ཞོ་དང་། མར་དང་ཞུན་མར་དང་། མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་ཏེ། མཚོའི་ནང་གི་པད་མ་བཞིན་དུ་སྐྱེ་དྲག་པར་གྱུར་ཏོ། །
en: They reared him on milk, yogurt, butter, ghee, and milk solids, and he flourished like a lotus in a lake.

source: དེ་ནས་དེ་ཆེར་སྐྱེས་ནས་དེས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་དད་པ་རྙེད་ནས་ཕ་མ་གཉིས་ལ་གསོལ་ཏེ།
en: “When he grew up he found faith in the doctrine of the totally and completely awakened Buddha Kāśyapa and asked for his parents’ permission, saying

source: ཡབ་ཡུམ་བདག་ཅག་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བར་གནང་བར་མཛད་དུ་གསོལ་ཞེས་བྱས་སོ། །
en: ‘Mother, Father, I ask for your kind permission to go forth in the doctrine of the Blessed One.’

source: དེ་ནས་ཕ་མ་གཉིས་ཀྱིས་དེ་ལ་སྨྲས་པ།
en: “His parents replied,

source: བུ་ཁྱོད་བདག་ཅག་གཉིས་ཀྱི་བུ་གཅིག་པ་སྡུག་ཅིང་ཡིད་དུ་འོང་ལ་ཕོངས་པ་དང་འཐུན་པར་བྱེད་པ་ཡིན་པས་ན་བདག་ཅག་གཉིས་ཀྱིས་གནང་བར་བྱར་མི་རུང་ངོ་ཞེས་བྱས་སོ། །
en: ‘Son, you are the only child we have—beloved, delightful, dear, and agreeable—so there is no way we can allow this.’

source: འོན་ཀྱང་དེ་ཕ་མ་གཉིས་ཀྱིས་ཐབས་སྣ་ཚོགས་ཀྱིས་བཟློག་མ་ནུས་ནས་དེ་ཕ་མ་གཉིས་ཀྱིས་གནང་སྟེ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་གསུང་རབ་ལ་རབ་ཏུ་བྱུང་ནས་བསྙེན་པར་རྫོགས་ཏེ།
en: But since they had no way to stop him, his parents consented, and he went forth as a novice in the teaching of the totally and completely awakened Buddha Kāśyapa, and then received full ordination.

source: དེས་སྡེ་སྣོད་གསུམ་བསླབས་ནས། རིག་པ་དང་གྲོལ་བའི་སྤོབས་པ་དང་ལྡན་པའི་ཆོས་སྨྲ་བར་གྱུར་ཏེ།
en: “He studied the Tripiṭaka and became a proponent of the Dharma with all the eloquence of his wisdom and freedom.

source: གོས་དང་ཟས་དང་། མལ་ཆ་དང་སྟན་དང་། ནད་གསོས་དང་སྨན་ཟོང་རྣམས་རྙེད་དོ། །
en: He acquired provisions of clothing, food, bedding, a seat, and medicines for the sick.

source: དེ་ནས་དེས་ཕ་མ་གཉིས་དད་པ་ཕུན་སུམ་ཚོགས་པ་ལ་བཀོད་དེ། སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་ལ་གནས་པར་བྱས་ནས། དེ་གཉིས་སྦྱིན་པ་དང་སྦྱིན་པའི་བགོ་བཤའ་ལ་བཙུད་དོ། །
en: He led his parents to live a life of perfect faith, as well as to go for refuge and maintain the fundamental precepts, and he inspired them to give gifts and to share what they had.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེས་བསམས་པ་
en: “One day he thought,

source: བདག་གིས་ཐོས་པའི་སྒོ་ནས་བྱ་བ་གང་ཡིན་པ་དེ་ནི་བདག་གིས་བྱས་ཟིན་གྱིས་མ་ལ་ད་ནི་བདག་གིས་དགེ་འདུན་གྱི་ཞལ་ཏ་ཆོས་བཞིན་དུ་བྱའོ་
en: ‘I have completed whatever duties were before me in terms of my education. Now I will serve the saṅgha in accord with the Dharma!’

source: སྙམ་ནས་དེས་ཕ་མ་གཉིས་དང་སྦྱིན་བདག་དང་སྦྱིན་པ་པོ་གཞན་དག་ལ་བསྐུལ་ནསབཅོམ་ལྡན་འདས་འོད་སྲུང་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་བཤོས་གསོལ་ཏེ། དབུ་སྐྲ་དང་སེན་མོའི་མཆོད་རྟེན་རྣམས་ལ་བཀུར་སྟི་བྱས་ནས། སྨོན་ལམ་བཏབ་པ།
en: With this thought he called together his parents and patrons and other donors, and after offering food to the Blessed Kāśyapa and the rest of the saṅgha of monks, he venerated a stūpa containing hair and nail relics, and prayed,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་ན་བདག་གང་དང་གང་དུ་སྐྱེ་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཅིག །གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པར་ཤོག་ཅིག་ཅེས་བྱས་སོ། །
en: ‘By this root of virtue, wherever I am born, may it be into a family of great means, prosperity, and wealth. May I be well proportioned, pleasing to the eye, and beautiful.’

source: དེ་གང་ལས་རབ་ཏུ་བྱུང་བའི་མཁན་པོ་དེས་ནི་ལོ་བཅུ་དྲུག་ལོན་པ་ན། བསྟན་བཅོས་ཐམས་ཅད་རྟོགས་ནས་གཞུང་སྨྲ་བ་ཐམས་ཅད་ཀྱང་ཚར་བཅད་དོ། །
en: “Since the preceptor who had led him to go forth had himself understood all the treatises at sixteen years of age and defeated all the other scriptural exegetes,

source: དེ་བཞིན་དུ་དེའི་ཕ་མ་གཉིས་ཀྱང་གཞུང་སྨྲ་བའི་མཆོག་ཏུ་གྱུར་ཏེ་གཞུང་སྨྲ་བ་ཐམས་ཅད་ཚར་བཅད་དོ། །དེ་ནས་དེས་སྨྲས་པ།
en: and since both his parents had likewise been supreme scriptural exegetes and defeated all the other scriptural exegetes, he also prayed,

source: ཇི་ལྟར་ན་བདག་གི་མཁན་པོས་ལོ་བཅུ་དྲུག་ལོན་པ་ན་བསྟན་བཅོས་ཐམས་ཅད་རྟོགས་ནས་གཞུང་སྨྲ་བ་ཐམས་ཅད་ཚར་བཅད་པ་དང་། དེ་བཞིན་དུ་དེའི་ཕ་མ་གཉིས་ཀྱང་གཞུང་སྨྲ་བའི་མཆོག་ཏུ་གྱུར་ཏེདེ་གཉིས་ཀྱིས་ཀྱང་གཞུང་སྨྲ་བ་ཐམས་ཅད་ཚར་བཅད་པ་དེ་བཞིན་དུ་བདག་གིས་ཀྱང་ལོ་བཅུ་དྲུག་ཁོ་ན་ལོན་པ་ན་བསྟན་བཅོས་ཐམས་ཅད་རྟོགས་པར་གྱུར་ཅིག །གཞུང་སྨྲ་བ་ཐམས་ཅད་ཚར་གཅོད་པར་གྱུར་ཅིག །
en: ‘Just as my preceptor understood all the treatises at sixteen years of age and defeated all the other scriptural exegetes, and just as both my parents were likewise supreme scriptural exegetes and defeated all the other scriptural exegetes, may I too understand all the treatises at sixteen years of age and defeat all the other scriptural exegetes,

source: དེ་བཞིན་དུ་བདག་གི་ཕ་མ་གཉིས་ཀྱང་གཞུང་སྨྲ་བ་ཐམས་ཅད་ཀྱི་མཆོག་ཏུ་གྱུར་ཅིག །
en: and may both my parents likewise become supreme scriptural exegetes.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས། བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་བདག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག ། མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: “ ‘May I please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: Going forth in his doctrine alone may I cast away all afflictive emotions, and manifest arhatship.’

source: དེ་ནས་དེ་སྨོན་ལམ་འདེབས་ཤིང་འདུག་པ་ཕ་མ་གཉིས་ཀྱིས་མཐོང་ནས་དེ་གཉིས་ཀྱིས་དེ་ལ་དྲིས་པ།
en: “When his parents saw him sitting there praying, they asked,

source: བུ་ཁྱོད་ཀྱིས་སྨོན་ལམ་ཅི་ཞིག་བཏབ་དེ་ནས་
en: ‘Child, what prayers are you making?’

source: དེས་ཕ་མ་གཉིས་ལ་བདག་གིས་སྨོན་ལམ་འདི་ལྟར་བཏབ་པོ་ཞེས་རྒྱས་པར་བསྙད་དོ། །
en: and he told them what kind of prayers he was making, relating all in detail.

source: དེའི་ཚེ་བདག་ཅག་གཉིས་ཁྱོད་ཀྱི་ཕ་མ་གཞུང་སྨྲ་བའི་མཆོག་ཏུ་གྱུར་ཅིག །ཁྱོད་ཀྱང་བདག་ཅག་གཉིས་ཀྱི་བུར་གྱུར་ཅིག །
en: ‘May you alone be our son. May the two of us be your parents.

source: ཁྱོད་ཁོ་ན་ལ་བརྟེན་ཏེ་བདག་ཅག་གཉིས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: Entrusting ourselves to you completely, may we please and not displease the Blessed Buddha.

source: དེའི་ཚེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བའི་དགེ་སློང་དུ་གྱུར་པ། གང་ཡིན་པ་དེ་ནི་འདུས་པའི་ཀཱ་ཏྱཱ་ཡ་ན་འདི་ཉིད་ཡིན་ནོ། །
en: The one who went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa then is none other than Kātyāyana Who Gathers.

source: དེའི་ཚེ་དེའི་ཕ་མར་གྱུར་པ་གཉིས་ནི་ཕ་མ་འདི་གཉིས་ཁོ་ན་ཡིན་ནོ། །
en: Those who were his parents then are none other than his parents now.

source: དེས་དེར་སྦྱིན་པ་དག་བྱིན་ཅིང་བསོད་ནམས་དག་བྱས་ནས་སྨོན་ལམ་བཏབ་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས། གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ
en: The act of giving gifts, making merit, and praying at that time ripened such that wherever he was born, it was into a family of great means, prosperity, and wealth;

source: གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་དང་།
en: that he was well proportioned, pleasing to the eye, and beautiful;

source: བསྟན་བཅོས་ཐམས་ཅད་ཀྱང་རྟོགས་ལ། གཞུང་སྨྲ་བ་ཐམས་ཅད་ཀྱང་ཚར་བཅད་དེ།
en: and that he understood all the treatises and defeated all the other scriptural exegetes.

source: དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་ཤིན་ཏུ་མཉམ་པ་དང་ཤུགས་མཉམ་པ་དང་མཛད་པ་མཉམ་པ་དང་ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས། འདིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་ལ། ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—that he has pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship.

source: ཕ་མ་དེ་གཉིས་ཀྱིས་དེར་སྨོན་ལམ་བཏབ་སྟེ།
en: “At that time his parents prayed,

source: བདག་ཅག་གཉིས་ཁྱོད་ཀྱི་ཕ་མ་གཞུང་སྨྲ་བའི་མཆོག་ཏུ་གྱུར་ཅིག །
en: ‘As your parents, may the two of us become supreme scriptural exegetes.

source: ཁྱོད་ལས་བརྟེན་ཏེ་བདག་ཅག་གཉིས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག་ཅེས་བྱས་པ་
en: Entrusting ourselves to you, may we please and not displease the Blessed Buddha,’

source: དེས་ནི་ད་ལྟར་ཡང་འདི་གཉིས་གཞུང་སྨྲ་བའི་མཆོག་ཏུ་གྱུར་ཏེ། འདི་ཉིད་ལས་བརྟེན་ནས་འདི་གཉིས་ཀྱིས་ང་མཉེས་པར་བྱས་ཏེ། མི་མཉེས་པར་མ་བྱས་ལ། ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ།། །།
en: and so it is that those two have now become supreme scriptural exegetes, and entrusting themselves to him, they have pleased me and not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship.”

source: ཚེམ་བུ་མཁན་ཞེས་བྱ་བ་ནི།
en: The Tailor

source: དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་ཁྱིམ་བདག་ཅིག་གནས་པ་ལས་
en: When the Blessed One was in Śrāvastī, there lived a certain householder.

source: ཕྱི་ཞིག་ན་དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས་དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་ཁྱེའུ་ཞིག་བཙས་ཏེཁྱེའུ་དེ་ཡང་འཕྱེ་བོ་འགྲོ་མི་ནུས་པ་ཞིག་ཏུ་གྱུར་ཏེ་
en: One day the householder’s wife conceived, and after nine or ten months had passed, she gave birth to a child who was paraplegic and unable to walk.

source: དེའི་བཙས་སྟོན་རྒྱས་པར་བྱས་ནས།
en: At the elaborate feast celebrating his birth they asked,

source: ཁྱེའུ་འདི་འཕྱེ་བོ་ཡིན་པས་ན་ཁྱེའུ་འདིའི་མིང་འཕྱེ་བོར་གདགས་སོ། །
en: “Since the child is one who moves about by crawling, his name will be Paṅgu .”

source: དེ་ནས་ཁྱེའུ་འཕྱེ་བོ་འོ་མ་དང་ཞོ་དང་མར་དང་ཞུན་མར་དང་མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་ཏེ། དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ་ཕས་བསམས་པ།
en: They reared young Paṅgu on milk, yogurt, butter, ghee, and milk solids, and when he had grown, his father thought,

source: བདག་གིས་ཁྱེའུ་འདི་ཅི་ནས་འདུག་བཞིན་དུ་ལས་བྱེད་ཅིང་བཟོ་དེས་འཚོ་བ་རྙེད་པར་འགྱུར་བའི་བཟོ་ཇི་ལྟ་བུ་ཞིག་བསླབ་པར་བྱ་སྙམ་མོ། །
en: “What kind of work could my child perform while seated? Let me train him as a craftsman so he can earn his livelihood.”

source: མ་ལ་བདག་གི་འདི་ཚེམ་བུ་མཁན་གྱི་ལས་བསླབས་པ་དང་དེས་འདིའི་འཚོ་བ་རྙེད་པར་འགྱུར་རོ་
en: “Aha! My son should train as a tailor. Then he can earn his livelihood.”

source: སྙམ་དུ་བསམས་ནས། དེས་ཁྱེའུ་དེ་ཚེམ་བུ་མཁན་གྱི་ལས་སློབ་ཏུ་བཅུག་གོ། །དེ་ནས་དེ་ཡང་དེ་ལ་སློབ་དཔོན་གྱི་མཆོག་ཏུ་གྱུར་ཏོ། །
en: With this in mind he had his child learn tailoring, and indeed the young man became a great master of the trade.

source: དེ་ནས་དུས་སྟོན་ཞིག་བྱེད་པ་ན་ཁྱིམ་བདག་གཞན་ཞིག་གིས་ཆུང་མའི་ཕྱིར་གཞན་གྱི་ཁྱིམ་ནས་གོས་དང་རྒྱན་གཡར་པོར་བླངས་ནས།
en: Meanwhile, another householder borrowed clothing and jewelry from another house for his wife to wear to a festival.

source: ཁྱེར་ཏེ་འོངས་ཏེ་ཆུང་མ་དེས་ཀྱང་བགོས་ནས་དུས་སྟོན་ལ་ཆས་ཏེ་སོང་ངོ་། །
en: When he brought them home, his wife put them on, got herself ready for the festival, and departed.

source: དེ་ནས་དེ་བག་མེད་པས་དེའི་ཞུ་གཅིག་གིས་དྲལ་ཏོ། །
en: Out of carelessness, she tore the fabric at its hem.

source: དེ་ནས་དེ་ཁྱིམ་ཐབ་ཀྱིས་འཇིགས་ནས་སུ་ལ་ཡང་མ་བསྟན་ཏེ་དུས་སྟོན་ལས་ཕྱིར་ལོག་ནས་ཁྱིམ་བདག་དེ་གྲོང་གཞན་ཞིག་ཏུ་སོང་ངོ་། །
en: She was afraid of her husband, so she didn’t let anyone see what she had done.

source: དེ་སོང་ནས་བུད་མེད་དེས་ཚེམ་བུ་མཁན་དེ་བདག་གིས་ཁྱིམ་དུ་བླངས་ཏེ། སུས་ཀྱང་མི་མཐོང་བར་བྱ་བའི་ཕྱིར་སྒོ་བཅད་ནས་ཞུ་དེ་དྲུབ་ཏུ་བཅུག་པ་དང་།
en: By the time she returned home from the festival her husband had gone to another village and while he was gone, she brought the tailor to their house, latched the door so that no one would see him, and had him mend the torn hem.

source: ཚེམ་བུ་མཁན་གྱི་ཁྱིམ་དུ་བླངས་པའི་རྗེས་ལ་ཁྱིམ་ཐབ་རང་གི་ཁྱིམ་དུ་འོངས་ནས་སྒོ་རྡུང་ཞིང་འབོད་དོ། །
en: While the tailor was still in the house, her husband came home and began to call out and knock on the door.

source: དེ་ནས་དེའི་ཆུང་མས་སྐད་ལས་ངོ་ཤེས་ནས་ཚེམ་བུ་མཁན་རང་གི་ཁྱིམ་དུ་བཞག་པ་དང་། ཞུ་དྲལ་བའི་ཕྱིར་ཤས་ཆེར་འཇིགས་པ་སྐྱེས་ནས་
en: His wife recognized his voice and was scared stiff—not only because she had brought the tailor inside their house, but also on account of the torn hem.

source: དེ་འཇིགས་ཤིང་སྐྲག་པས། ཚེམ་བུ་མཁན་དེ་ཁོང་དུ་ཆུད་པར་བྱས་ཏེ་ གཟེབ་ཀྱི་ནང་དུ་བཅུག་ནས་གཟེབ་རྒྱས་བཏབ་སྟེ་བཞག་གོ། །
en: Terrified, she explained everything to the tailor, stuck him in a basket, sealed it, and left him there.

source: དེ་ནས་སྒོ་ཕྱེ་སྟེ་ཁྱིམ་ཐབ་ནང་དུ་འོངས་ནས་ཁ་གསག་བྱས་ཏེ་ཅི་རིགས་པར་བསྙེན་བཀུར་བྱས་ནས་དེ་དང་ལྷན་ཅིག་ཏུ་ཉལ་ལོ། །
en: She opened the door and the householder entered. She fawned over him, brought him things, and then lay down with him.

source: དེ་གཉིས་ཉལ་བ་དང་རྐུན་པོ་དག་ཅིག་གིས་
en: As they lay there, thieves broke into the house.

source: ཁྱིམ་ཕུག་ནས་ནང་དུ་འོངས་ཏེ་ཐོག་མ་ཁོ་ནར་གཟེབ་དེ་ལས་ཟིན་ནས། དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ་
en: Upon entering the upper level of the house, the first thing they picked up was the basket, and they thought,

source: གཟེབ་འདི་འདི་ལྟར་རྒྱས་ལེགས་པར་བཏབ་ལ་ལྕི་བ་ལས་ན་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་ཡོད་གོར་མ་ཆག་གོ། །
en: “This basket is sealed so tightly and is so heavy—it must be full of precious jewels!

source: འདིས་ནི་བདག་ཅག་མི་རབས་བདུན་གྱི་བར་དུ་ཡང་ཆོག་པར་འགྱུར་ཏེ།
en: This will last us for seven generations.

source: འདི་ཁོ་ནས་བདག་ཅག་ཆོག་གིས་བདག་ཅག་ལ་རྫས་གཞན་མི་དགོས་སོ་
en: This alone will suffice; we won’t need anything else.”

source: སྙམ་དུ་བསམས་ནས། དེ་དག་གིས་གཟེབ་དེ་གཅིག་པུ་ཁྱེར་ཏེ་ཕྱིར་ཕྱུང་ནས་ནགས་འདབ་ཏུ་ཁྱེར་རོ། །
en: With this thought, they took only the basket and carried it off deep into the forest.

source: དེ་དག་འདོང་བ་ན་ཟླ་བ་ཡང་ཤར་ལ་མི་དེས་ཀྱང་དེའི་ནང་ན་འདུག་བཞིན་དུ་གཅིན་ཤོར་ནས་གཅིན་དེ་གཟེབ་ལས་ཐར་ཏེ་ཕྱི་རོལ་དུ་ཟགས་སོ། །
en: As they were traveling, the moon rose and the man sitting inside the basket started to urinate. The urine seeped through the basket and began to leak out.

source: དེ་ནས་རྐུན་པོ་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ་
en: The thieves thought,

source: འདི་ལྟར་ཟླ་བ་ཤར་བ་ན། འདིའི་ནང་ནས་ཆུ་འབབ་པ་ལས་ན།
en: “As the moon rises, water drips from within—

source: འདིའི་ནང་དུ་ནི་ནོར་བུ་ཆུ་ཤེལ་བཅུག་ཡང་དག་སྙམ་སྟེ།
en: there must be a magic water crystal inside! We’re sure of it!”

source: ལྷག་པར་ཡང་སྙིང་དགའ་བར་གྱུར་ཏོ། །
en: They were ecstatic.

source: དེ་ནས་དེ་དག་གིས་ཤ་ཐང་སྟེ་གཟེབ་དེ་ཁྱེར་ནས་ནགས་འདབ་ཏུ་ལྷགས་སོ། །དེ་ནས་མི་རྒོད་ཀྱི་སྡེ་དཔོན་དང་མི་རྒོད་གཞན་དག་གིས་དྲིས་པ།
en: Supporting the basket with the last of their strength, they arrived at their destination deep in the forest, where the leader of the bandits and others among them asked,

source: ཁྱོད་ཀྱིས་གཟེབ་འདིའི་ནང་དུ་ཅི་ཞིག་ཁྱེར་ཏེ་འོངས།
en: “What have you brought here in that basket?”

source: སྡེ་དཔོན་དེང་དུ་ནི་བདག་ཅག་གིས་
en: “Be glad, boss,”

source: ཐམས་ཅད་ཀྱི་དབུལ་བའི་རྒྱུན་བཅད་ཀྱིས་དགྱེས་པ་བསྐྱེད་དུ་གསོལ། དེང་བདག་ཅག་གིས་རིན་པོ་ཆེས་གང་བའི་གཟེབ་རྙེད་དོ་ཞེས་བྱས་སོ། །
en: “for today we bring an end to our poverty! Be glad, for today we have come upon a basket full of jewels!”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་དེ་དག་ཀྱང་སྙིང་དགའ་བར་གྱུར་ཏེ་སྨྲས་པ།
en: The leader and the rest of the bandits likewise grew ecstatic and said,

source: གཟེབ་ཕྱེ་ཞིག་དང་འདིར་རིན་པོ་ཆེ་ཇི་ལྟ་བུ་དག་བཅུག་པ་བལྟའོ་ཞེས་བྱས་སོ། །
en: “Open the basket—let’s see what kinds of jewels are in there!”

source: དེ་ནས་དེ་དག་གིས་གཟེབ་དེ་བཀྲོལ་ནས་ཁ་ཕྱེ་སྟེ་བལྟས་ན་གཟེབ་དེའི་ནང་དུ་འཕྱེ་བོ་ཞིག་བཅུག་ཅིང་འདུག་པ་མཐོང་ནས།
en: Unlatching the lid of the basket, they opened it and looked inside. There sat Paṅgu in the basket, just as he had been left.

source: མཐོང་མ་ཐག་ཏུ་དེར་སོང་སོང་བ་དང་གཟེབ་དེ་ཁྱེར་ཁྱེར་བ་གང་ཡིན་པ་དེ་དག་ནི་འཕྱེ་བོ་འདིས་བདག་ཅག་མཚན་ཐོག་ཐག་ཉོན་མོངས་སོ་
en: At the sight of him they thought, “We walked and walked, lugging this basket—this paṅgu made the whole night miserable.”

source: སྙམ་ནས་སྡུག་བསྔལ་བར་གྱུར་ཏོ། །
en: They were anguished.

source: དེར་མ་དོང་བ་གང་ཡིན་པ་དེ་དག་གིས་ནི་མི་རྒོད་དེར་སོང་སོང་བ་དེ་དག་ལ་གད་མོ་ཆེན་པོས་བཏབ་ནས་སྨྲས་པ།
en: Those who had stayed behind broke into hysterics, laughing at the bandits who had traveled through the night and saying,

source: ལེགས་པར་ཉོན་མོངས་སོ། །
en: “Oh, such misery!

source: ཤིན་ཏུ་ཉོན་མོངས་སོ་ཞེས་བྱས་སོ། །
en: How miserable!”

source: དེ་ནས་བུད་མེད་དེ་སད་དེ་
en: At about this time the householder’s wife awoke.

source: ལངས་ནས་ཁང་པ་དེའི་ནང་དུ་སོང་བ་དང་། ཁྱིམ་ཕུག་སྟེ་གཟེབ་རྐུས་པ་མཐོང་ངོ་། །
en: When she got up, she walked through the house and saw that it had been broken into and the basket stolen.

source: མཐོང་ནས་ཀྱང་སྙིང་དགའ་ནས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: But the sight also gladdened her, and she spoke in verse, saying,

source: ཁང་པ་ཕུག་ནས་གཟེབ་ཀྱང་སྟོར། །བདག་ནི་ཕྱེད་དགའ་ཕྱེད་མི་དགའ། །ནགས་འདབ་སོང་བའི་རྐུན་པོ་རྣམས། །དེ་ནི་དགོད་ཅིང་ངུ་བར་འགྱུར། །ཞེས་བྱས་སོ། །
en: “My house was broken into, my basket is gone, I’m half delighted, half morose. The thieves who bore it off into the trees Are surely laughing, even as they weep.”

source: དེ་ནས་དེར་གཟེབ་དེ་ཁྱེར་ཏེ་འོངས་པ་གང་ཡིན་པ་དེ་དག་ཁྲོས་ཏེ་སྨྲས་པ།
en: The thieves who had stolen the basket grumbled angrily, saying,

source: འདི་ལྟར་འཕྱེ་བོ་འདིས་བདག་ཅག་མི་དགའ་བར་བྱས་མོད་ཀྱི། འོན་ཀྱང་བདག་ཅག་གི་གནོད་སྦྱིན་མཆོད་དགོས་ཀྱིས་བདག་ཅག་གིས་འདི་ཁོ་ནས་གནོད་སྦྱིན་ལ་མཆོད་པ་བྱའོ་
en: “So what if the paraplegic made us unhappy? Since we have to make a sacrifice to the yakṣa at any rate, we’ll just have to sacrifice him!”

source: དེ་དག་གིས་གནོད་སྦྱིན་དེའི་མདུན་དུ་བ་ལང་གི་ལྕི་བས་དཀྱིལ་འཁོར་བྱས་ཏེ། བདུག་པ་དང་མེ་ཏོག་དང་མཆོད་པའི་ཆོ་ག་དང་བུམ་པ་གང་བ་རྣམས་བཞག་ནས་རལ་གྲི་རྣོན་པོ་ཐོགས་ཏེ།
en: They spread a circle of cow dung before the yakṣa and set forth pots brimming with burning incense, flowers, and ritual offerings.

source: མི་དེ་གནོད་སྦྱིན་གྱི་མདུན་དུ་བཞག་ནས་མཆོད་སྦྱིན་བྱས་སོ། །
en: Then they took up long, sharp knives, and set the man before the yakṣa to begin the ritual.

source: དེ་ནས་མི་དེས་ཀྱང་ཇི་ལྟར་བདག་ཉིད་གནོད་སྦྱིན་དེའི་མཆོད་པར་དབུལ་བར་ཆད་པ་ཁོང་དུ་ཆུད་ནས།
en: The tailor realized that he was about to be sacrificed to a yakṣa.

source: ཤིན་ཏུ་སྐྲག་སྟེ། བསམས་པ།
en: Terrified at the thought, he wondered,

source: བཅོམ་ལྡན་འདས་མ་གཏོགས་པ་གཞན་སུ་ཞིག་ལ་ད་བདག་སྐྱབས་སུ་འགྲོ་བར་བྱ།
en: “To whom could I go for refuge, other than the Blessed One?

source: སུ་ཞིག་བདག་ལ་སྲོག་ཕངས་པ་སྦྱིན་པར་འགྱུར་
en: Who else could save my precious life?”

source: སྙམ་དུ་བསམས་ནས། དེས་བཅོམ་ལྡན་འདས་ལ་སེམས་ཀྱིས་གསོལ་བ་བཏབ་པ།
en: Thinking this, he made a silent prayer to the Blessed One:

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ནི་འདི་ལྟ་སྟེ་འདས་པ་དང་མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་ཅི་ཡང་མི་གཟིགས་པ་དང་མི་མཁྱེན་པ་དང་ཐུགས་སུ་མ་ཆུད་པ་མི་མངའ་ན
en: “Lord, Blessed One, if there is nothing past, present, or future that you do not see, know, or directly perceive,

source: ཀྱེ་མ་བཅོམ་ལྡན་འདས། བདག་ནི་དཀོས་ཐག་ཅིང་ཉམ་ང་ལ་ཕོངས་པར་གྱུར་པ་ལགས་ཀྱིས་
en: then heed me now, Blessed One, for I am in distress, desolate, and bereft.

source: བདག་ཡོངས་སུ་བསྐྱབ་ཏུ་གསོལ།
en: Protect me!

source: སྲོག་ཕངས་པ་སྩལ་དུ་གསོལ་ཞེས་བྱས་སོ། །
en: Please save my precious life!”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་བགྲོད་པ་གཅིག་པུའི་ལམ་སྟོན་པ་རྣམ་པ་གཉིས་ཀྱི་ཤེས་བྱ་དང་ཡེ་ཤེས་ལ་མངའ་བརྙེས་པ་མ་འདྲེས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་གསུམ་ལ་མཁས་པ་མི་འཇིགས་པ་བཞིས་མི་འཇིགས་པ། འགྲོ་བ་ལྔར་འགྲོ་བ་ལས་རྣམ་པར་གྲོལ་བ། སྐྱེ་མཆེད་དྲུག་ལ་མཁས་པ། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་ལ་སྤྱོད་ཡུལ་བ། རྣམ་པར་ཐར་པ་བརྒྱད་ལ་བསམ་གཏན་པ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ལ་སྙོམས་པར་འཇུག་པ། སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། ཡང་དག་པར་སེང་གེའི་སྒྲ་ཆེན་པོ་སྒྲོགས་པ་རྣམས་ནི། ཆོས་ཉིད་ཀྱིས་ཉིན་དུས་གསུམ་མཚན་དུས་གསུམ་སྟེ། ཉིན་མཚན་དུས་དྲུག་ཏུ་
en: The blessed buddhas, teachers of the one path to be traversed, with mastery over wisdom and the two types of knowable objects, in command of the three kinds of sterling equanimity, fearless by means of the fourfold fearlessness, freed from migration through the five destinies, keen in the six sense bases, practiced in the seven limbs of enlightenment, focused on the eight liberations, absorbed in the nine successive meditative absorptions, possessing all ten of the ten powers, whose proclamations are the great roaring of a perfect lion, by nature regard the world with their buddha eyes six times throughout the day and night—three times by day and three times by night.

source: སུ་ནི་རྒུད།
en: “Who is in decline?

source: སུ་ནི་དར།
en: Who will flourish?

source: སུ་ནི་ཉམ་ཐག་པར་གྱུར།
en: Who is in a dreadful state?

source: སུ་ནི་ངན་སོང་དུ་གཞོལ། སུ་ནི་ངན་སོང་དུ་འབབ། སུ་ནི་ངན་སོང་དུ་བབ།
en: Who is veering toward the lower realms? Who is descending through the lower realms? Who has descended to the lower realms?

source: རྒྱ་མཚོ་ཆུ་སྲིན་རྣམས་ཀྱི་གནས། །དུས་རླབས་ཡོལ་བར་འགྱུར་ཡང་སྲིད། །གདུལ་བར་བྱ་བའི་སྲས་རྣམས་ལ། །སངས་རྒྱས་དུས་ལས་ཡོལ་བ་མེད། །
en: The ocean, home of creatures fierce, Could fail to send its tides on time. But when the time has come to tame Their offspring, buddhas never fail.
